app/Controllers/Home.php

SELECT *
FROM `caisse`
---
    public function index(): string
    {
        $model = new CaisseModel();

        $data['caisses'] = $model->findAll();